IDEA StatiCa Open Model
MatConcreteEc2.Epscu2 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Ultimate compressive strain in the concrete - εcu2
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epscu2 { get; set; }
Public Property Epscu2 As Double
	Get
	Set
public:
property double Epscu2 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace